Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.fi-pl.tmx
Source language: fi
Languages: pl

source: Monet rakennuksilla työskentelevät altistuvat tapaturmille ja ammatti- taudeille.
pl: Warunki pracy na placach budowy reguluje prawo oraz przepisy wydane przez Arbetsmiljöverket. W niniejszej broszurze przedstawiamy kilka podstawowych zasad.

source: Rakennuksilla pudotaan, työskennellään väärissä työasennois- sa, nostetaan raskaita kuormia tai loukkaannutaan koneita käytettäessä.
pl: Wszelkie prace przy budowie, przebudowie, reparacji, konserwacji lub wyburzaniu budynków, obiektów lub instalacji reguluje Ustawa BHP oraz przepisy budowlane ustanowione przez Arbetsmiljöverket.

source: Putoamisriskin vähentäminen
pl: Ograniczenie ryzyka upadku z wysokości

source: Suojakaiteiden on oltava:
pl: Balustrady ochronne powinny:

source: lujia
pl: być stabilne i wytrzymałe

source: Joskus tarvitaan myös näkö- ja kuulosuojaimia sekä käsineitä.
pl: Należy zawsze używać hełmów ochronnych i obuwia ochronnego. Czasami konieczne jest zastosowanie okularów, słuchawek i rękawic ochronnych.

source: Raskaat kuormat ja väärät työasennot rasittavat kehoa
pl: Podnoszenie ciężarów i nieodpowiednia pozycja ciała przy pracy obciążają organizm

source: Ruotsin kemikaalilainsäädäntö
pl: Szwedzkie przepisy dotyczące substancji chemicznych

source: Ruotsista ostetuissa kemikaaleissa käyttöturvallisuustiedotteen tulee olla ruotsinkielinen.
pl: Na placu budowy powinien być dostępny wykaz wszystkich szkodliwych produktów chemicznych. Leży to w obowiązku każdego pracodawcy.

source: Tiettyjä vaarallisia kemikaaleja koskevat erityisen tiukat määräykset:
pl: Niektóre ze szkodliwych substancji podlegają szczególnie surowym przepisom:

source: Luvan saanti edelyttää dokumentoitua erityiskoulutusta ja lääkärintodistuksen.
pl: Do otrzymania zezwolenia niezbędne jest posiadanie udokumentowanego specjalnego wyszkolenia oraz zaświadczenie lekarskie.

source: Yhdystiet ja kuljetukset
pl: Połączenia między poziomami i transport materiałów

source: Rakennustyömaan ajoteillä on oltava riittävät turvaetäisyydet tai suojalaitteet.
pl: Drogi dojazdowe na placu budowy powinny być położone w bezpiecznej odległości od stanowisk pracy lub odpowiednio odgrodzone i oznakowane.

source: Tästä vastaa toimittaja.
pl: Instrukcje obsługi urządzeń dźwigowych, maszyn i innego sprzętu

source: ja tarkastus
pl: Oznakowanie CE, homologacja i inspekcja urządzeń dźwigowych, maszyn i innego sprzętu

source: Muuta huomiotavaa…
pl: Co więcej ...

source: Jos jotakin tapahtuu
pl: Gdy zdarzy się wypadek

source: Työympäristösuunnitelma
pl: Plan organizacji warunków pracy

source: Suunnitelman on sisällettävä:
pl: Plan powinien składać się następujące części:

source: Rakennustyömaalla sovellettavat säännöt
pl: Zasad, które będą stosowane na placu budowy

source: Kuvaus rakennusympäristötyön organisoinnista
pl: Opisu sposobu organizacji warunków pracy

source: Kuvaus niistä rakennusympäristötoimenpiteistä, joihin ryhdytään rakennusvaiheessa jotta rakennusympäristöstä tulisi hyvä.
pl: Opisu odpowiednich środków, jakie zostaną podjęte podczas trwania bu dowy, w celu zapewnienia pracownikom dobrych warunków pracy. Dotyczy to między innymi następujących robót:

source: Se koskee mm. seuraavia töitä:
pl: prac na wysokości (ryzyko upadku)

source: työskentelyä tiettyjen kemiallisten tai biologisten aineiden kanssa
pl: prac z zastosowaniem szkodliwych substancji chemicznych lub biologicznych

source: työ korkeajännitejohtojen läheisyydessä
pl: prac w sąsiedztwie przewodów wysokiego napięcia

source: työtä, johon sisältyy hukkumisriski
pl: prac, które niosą ze sobą ryzyko utonięcia

source: työskentelyä kaivoissa ja tunneleissa
pl: robót w studniach i tunelach

source: työskentelyä räjähdysaineiden kanssa
pl: prac z zastosowaniem środków wybuchowych

source: työtä, jossa asennetaan raskaita rakennuselementtejä
pl: prac przy montażu ciężkich elementów budowlanych

source: työskentelyä liikenteensekaisella alueella sekä kantavien rakenteiden tai terveydelle vaarallisten materiaalien tai aineiden purkamista.
pl: robót w miejscach lub na obszarach czynnego ruchu drogowego oraz przy wyburzaniu elementów nośnych konstrukcji budynków lub wyburzaniu obiektów zawierających szkodliwe dla zdrowia materiały lub substancje.

source: Etukäteisilmoitus
pl: Zgłoszenie rozpoczęcia prac budowlanych

source: Rakennuttajan on myös jätettävä kopio ilmoituksesta rakennustyömaalle ja huolehtia sen ajantasaisuudesta.
pl: Inwestor jest także odpowiedzialny za wywieszenie kopii niniejszego pisma na placu budowy oraz za jego nieustanną aktualizację.

source: Suunnittelu ja tiedotus
pl: Planowanie i informacja

source: ehkäisevät putoamisia ja sortumisia
pl: Należy wybierać metody pracy i wyposażenie, które:

source: Siksi säännölliset työsuojelukierrokset ovat erittäin tärkeitä.
pl: Na placu budowy zachodzą nieustannie szybkie zmiany niosące ze sobą różne rodzaje ryzyka. Dlatego niezbędne są regularne obchody w celu kontroli bezpieczeństwa pracy.

source: Kuka vastaa mistä?
pl: Kto i za co jest odpowiedzialny?

source: Lisäksi rakennuttaja vastaa siitä, että rakennustyö koordinoidaan työympäristön kannalta ja nimeää tästä tehtävästä vastuullisen.
pl: Oprócz tego inwestor odpowiada za to, aby organizacja wykonania prac budowlanych i instalacyjnych była zgodna z normami dobrego środowiska pracy, a w związku z tym za wyznaczenie koordynatora warunków pracy d.s. wykonania robót.

source: Näin voidaan tehdä, jos tehtävä sisältää itsenäisen vastuun koko suunnittelusta ja projektoinnista ja/tai koko projektin toteuttamisesta, esimerkiksi yleis- tai kokonaisurakointiyrityk- sissa.
pl: W niektórych przypadkach inwestor może na mocy pisemnej umowy przekazać odpowiedzialność za organizację środowiska pracy wykonawcy, w zakresie tej części projektu, która została wykonawcy zlecona. Jest to możliwe w przypadkach, gdy jeden i ten sam wykonawca będzie odpowiedzialny za całokształt planowania i projektowania i/lub całkowite wykonanie projektu, np. w przypadku kontraktu „pod klucz” lub generalnego wykonawstwa.

source: Aliurakointitapauksissa rakennuttajan vastuuta ei voi siirtää.
pl: W przypadku wynajęcia wielu wykonawców odpowiedzialność inwestora za organizację środowiska pracy nie może zostać przekazana.

source: Suunnittelusta ja projektoinnista vastaava rakennustyöympäristön koordinaattori vastaa työympäristösuunnitelman laadinnasta ja dokumentoinnista.
pl: Koordynator warunków pracy d.s. planowania i projektowania jest odpowiedzialny za zaplanowanie części projektu dotyczącej środowiska pracy oraz za sporządzenie planu organizacji warunków pracy i z tym związanej dokumentacji.

source: Suunnittelijat (arkkitehdit, konsultit ym) vastaavat myös oman toimenkuvansa puitteissa rakennuksen aikaisesta työympäristöstä projektia valmisteltaessa.
pl: Projektanci (architekci, konsultanci, itd.) ponoszą w swoim zakresie odpowiedzialność za uwzględnienie już w fazie przygotowawczej niezbędnych środków bezpieczeństwa i organizacji pracy danego projektu.

source: Muiden samassa työpaikassa työskentelevien yritysten on ilmoitettava koordinaattorille työn suorittamisesta ja riskeistä, joita niiden oma toiminta voi aiheuttaa.
pl: Koordynator warunków pracy d.s. wykonania robót jest odpowiedzialny za zorganizowanie wykonania robót w sposób zgodny z normami dobrego środowiska pracy, dopasowanie planu organizacji warunków pracy do rzeczywistych potrzeb oraz czuwanie nad tym, aby wykonanie robót przebiegało w sposób zgodny z normami dobrego środowiska pracy i wytycznymi planu.

source: Yksityisyrityttäjinä tai perheyrityksissä työskentelevät noudattavat raken- nustyössä käytännössä samoja määräyksiä, jotka koskevat työnantajaa ja työntekijä.
pl: Każdy pracodawca ponosi główną odpowiedzialność za warunki pracy swoich własnych pracowników. Pracodawca jest w pełni odpowiedzialny za swoich pracowników niezależnie od odpowiedzialności, jaką jednocześnie ponoszą projektanci, producenci maszyn używanych podczas robót lub koordynatorzy warunków pracy.

source: Kemiallisten aineiden valmistajilla ja maahantuojilla on sama vastuu.
pl: Robotnicy budowlani powinni przyczynić się tworzenia dobrych warunków pracy poprzez przestrzeganie obowiązujących przepisów oraz stosowanie wyznaczonych środków bezpieczeństwa.

source: Tel.
pl: Tel. +46-(0)8-730 97 00

source: Tryck; Davidsons Tryckeri AB, Växjö Layout; Susan Westin Okt 2010
pl: ADI 539 Pol Our vision: Everyone wants to, and can, create a good work environment
